# Напишите программу для получения списка парных кортежей (порядковый номер в последовательности, значение последовательности).

list_1 = ['a', 'b', 'c','d', 'e', 'g' ]
list_2= list(enumerate(list_1 ))
print(list_2)